[
    {
        "data": [
            [
                {
                    "text": "PS[Patterson Shorthand is only extant source for Spicer’s closing][[Bk 4 46 cont.]]746 JUDGE SPICER.747 [space] THERE IS BUT ONE POINT — [space]IN RELATION TO THOSE MOST SINGULAR CIRCUMSTANCES THAT SOMANY WITNESSES SHOULD COME FORWARD IN A SOLEMN VOICE TALK TOYOU IN A WAY. [space] TO SET THE WHOLE BURDEN AND BLAME OF THISGREAT CRIME UPON JOHN D. LEE AS IF THEY WANT TO NAME SOMEONE[space] THEREBY SCREENING THEMSELVES [space] SHIELDINGTHEMSELVES NOT ONLY FROM THE CRIME AND PUNISHMENT OF THECRIME BEFORE THE LAW BUT OF THE OBLIQUITY AND ODIUM ANDDISGRACE TO V-[?] UPON PARTICIPANTS IN IT [[47]] AND YOU MUST HAVENOTICED IN WHAT A PECULIAR WAY THEY COME FORWARD NOT CEASETELLING WONDERFUL THINGS ALL THE GREAT THINGS OF JOHN D. LEEHOW THEY COME ASSUME CLEAR COURSE AND ONLY REMEMBER THINGIF HE HAS A ROLE[?] OVER THE HEADS OF EVERYBODY COULD NOT SEETHE N 120 CROWD[?] AT ALL COULD NOT SEE THE 50 OR 60 PEOPLE COULDTHAT JOHN D. LEE WAS THERE AND HE WAS KILLING THEM RIGHTAND LEFT <ETC.> I SAY GENTLEMEN OF THE JURY WHEN WITNESSESCOME FORWARD IN THIS WAY TO EXPLAIN TO YOU SUCH A CONCEIVEDPLAN SUCH A DESIGN SUCH A PROPOSITION TO FASTEN A CRIME UPONONE MAN AND IT COMES TO YOUR KNOWLEDGE AS IT CERTAINLY HAS TOFROM THESE WITNESSES THAT THERE WAS A DESIGN FROM THESEWITNESSES TO SCREEN THEMSELVES AND PROTECT THEMSELVES THATTHEY ARE PARTICIPANTS CRIMINATE TO THE OCCURRENCE FACT IS[?]THEY ARE PARTIES TO IT THEY ARE EQUALLY GUILTY [space] TO JUDGE[?]SUCH CRIMES YOU MUST CONSIDER THAT AND NOT TAKE TOO MUCHSTOCK IN THEIR TESTIMONY = NOT BELIEVE OF IT TOO MUCH OF IT. IT IS AMATTER FOR YOU TO JUDGE AND JUDGE FROM THE TESTIMONY WHETHEROR NOT THE DEFENDANT IS GUILTY OR NOT AND WHETHER IT WAS ACTTHAT THEY COMMITTED THE WHOLE OFFENSE [space] NOW FINDING THEYARE SAVING THEIR OWN REPUTATIONS <NECKS> SWEARING IT OFF ANDON JOHN D. LEE [space] OTHERS ACT BECAUSE THEY MAY HAVEOPINION/PN[?] BECAUSE JOHN D. LEE WAS AT THAT TIME AN INDIANFARMER TO FEW INDIANS A DOZEN OR SO PERHAPS [space] LIVING [[48]]WAY AT THAT LITTLE TOWN OF HARMONY [space] SL-[?] GREAT BODY OFINDIANS WERE SCATTERED AROUND THE COUNTRY [space] HERE CORNCREEK [space] CLARA MUDDY WASHINGTON AND THE VIRGIN WHILE FEWONLY A VERY FEW WERE LIVING THERE AT HARMONY TO WHICH HE WASRECEIVING PAY BY TEACHING THEM IN FARMING AND BECAUSE OF THAT746. Written in longhand at the top of the first page of the Boreman transcript:(FOLLOWING THIS SPEECH COME JUDGE SPICERS ADDRESS TO THE JURY,PART OF WHI THE FIRST OF WHICH IS NOT REPORTED & THE REMAINDER ISSO ILLEGIBLE THAT IT IS IMPOSSIBLE TO MAKE AN INTELLIGENTTRANSCRIPT OF IT. W L COOK TRANSCRIBER.) The shorthand for Spicer’s address isnot significantly more difficult than the rest of Patterson’s shorthand. Rogerson’s longhandappears above many shorthand symbols.747. This is Rogerson’s longhand over Patterson’s longhand."
                }
            ]
        ]
    },
    {
        "data": [
            [
                {
                    "text": "3864CIRCUMSTANCE THEY SEEK TO SHIFT IT ALL UPON JOHN D. LEE [space]WHY, LOOK AT THE TESTIMONY OF THAT MAN NEPHI JOHNSON AND YOUMAY SAY THAT THIS WITNESS TO APPEAR BEFORE YOU IS CREDITABLEUSING THE LANGUAGE OF OUR FRIEND JETER[?] SKN/SKTION[?]748 THEWITNESSES ARE GOOD THEY ARE HONEST CLEAN PARTIES AND WORTHYOF BELIEF NEPHI JOHNSON DISCLOSES THE FACT THAT HE WAS THE MANTHAT WAS GOVERNING THESE INDIANS AND NOT JOHN D. LEE HE WAS ANINTERPRETER AND OTHER PARTIES INNOCENT OF TALKING THEM [space]EMPLOYED TO LOOK AFTER THESE INDIANS AS AN INTERPRETER & C BUTWHEN THE SECOND TRAIN CAME THROUGH WAS NOT JOHN D. LEE SENTFOR BUT NEPHI SENT FOR [space] DID NOT HE AIDED LEE A LITTLE [space]TOOK THEM AWAY FROM THE PLACE WHERE ALL THEIR STOCK WERESTOLEN [space] WHAT DOES IT MEAN ? AND THE[?] CONVERSATION WITHJOHN D. LEE [space] BY GOING AFTER THIS TRAIN NEPHI JOHNSON AS THE[?]CIRCUMSTANCES OF THE [space] CASE[?] OCCASION [space] WANTS INDIANSTO GO AWAY WITH THE STOCK OF THAT TRAIN BUT IF JOHN D. LEE EVERASKED HIM [space] ANYTHING ABOUT IT WAS ASKING FOR A THING WHICHJOHN D. LEE REFUSED TO [[49]] GIVE BUT I DON’T BELIEVE ANY SUCHCONVERSATION EVER TOOK PLACE [space] THEN AGAIN LOOK HOWCOWARDLY WE MAY SAY MCMURDY THE GENTLEMAN SAYS BEFORE ISMCMURDY’S YOU BETTER ASK WHO WAS MCMURDY AND HOW SINGULARIT IS BEFORE SPEAKING FURTHER OF HIM HOW SINGULAR IT IS THAT THISTHING HAS CHANGED SO MUCH IT IS MATTER OF [space] WITNESSES BEINGBROUGHT IN AND TELLING OF THIS WAR FARE —[?] [space] EVEN THATTHEY WERE COUNSELED —[?] THAT THE POSITION HE[?] [space] BUT NOWIT SEEMS HAVE TO DO BETTER STATES HIS HORSES HERE WERE 40, 50, 60,ALL HUNTING AND RUNNING AFTER THEIR HORSES, WHILE JOHN D. LEE IN3 MINUTES KILLED 120119 MEN WITH HIS OWN HANDS [space] WITNESSESDISCLOSE SUCH STATE OF AFFAIRS TESTIFYING IN THAT MIND ANDFERVOR[?] AND IMPARTS UPON YOU THAT ACCOUNT OF WAR THEY NOTWORTHY OF BELIEF [space] THEY ARE THE KILLING PARTIES THROWING ITALL UPON LEE [space] HERE WAS [space] HONEST A MAN IN THAT COUNTRYWE DON’T CLAIM ANY AUTHORITIES DONE IT FURTHER THAN THIS THANTHAT [space] HERE WAS A HORRIBLE STATE OF AFFAIRS FEW SETTLERS[space] SCATTERED, A FEW OF THE MORMON PEOPLE SEEKING TO SUPPORTTHEMSELVES AND FAMILIES BY BUILDING UP LITTLE RANCHESSURROUNDED ON ALL SIDES BY INDIANS WHOM THEY WERE ATTEMPTINGTO CIVILIZED TO BEST OF THEIR ADVANTAGE[?] [[50]]749 AND750 MAKINGTREATIES WITH THEM ~ INDIANS BREAKING THEM [space] THOSE INDIANSTO BE PACIFIED BY PRESENTS AND BY HAVE TO GET ALONG WITH THEPEACE/PARTIES[?] WITH ALL INGENUITY THAT[?] THE PEOPLE COULDINVENT WHILE[?] AFTER ALL THOSE SERIOUS DESPAIRING DISASTROUSCIRCUMSTANCES AROUND THIS PEOPLE [space] HERE COME A RUMOR OF748. Above name in Rogerson’s longhand: JETER SUCTON[?].749. Written twice, in the top left-hand corner of the page: IN HIS MIND.750. In the left margin."
                }
            ]
        ]
    },
    {
        "data": [
            [
                {
                    "text": "3865WAR [space] INDIANS HOSTILE HAVING HEARD WHAT WAS WAR IN THELAND [space] THEIR CRUDE IDEAS BEING ABLE TO DISTINGUISH BETWEENTHE WHITE MEN LIVING HERE AND WHITE MEN COMING FROM THE EASTALL THOSE THINGS PRESSING UPON PEOPLE HERE [space] MILITIA [space]COMMUNITY MEN [space] AND EVEN SILVER GREYS —[?] ONE HALF UP TOA MILLION POPULATION MAY BE ORGANIZED SO AS TO BE CALLED OUTTO PROTECT THEIR HOMES AND THEIR FAMILIES AND FROM THIS TIMETHESE EMIGRANT TRAINS THAT CAME TO TRADE SUPPLIES ARE TO THETESTIMONY AND BY THE TESTIMONY[?] OF BRIGHAM YOUNG TO DENVERAND LETTER TO DAME BEFORE THAT THESE EMIGRANT TRAINS PASSINGTHROUGH AND ESPECIALLY THOSE COMING AND GOING TO CALIFORNIA[?]WERE IN THE HABIT OF SHOOTING DOWN INDIANS ON SIGHT CAUSED THEINDIANS TO BE ALWAYS RAISING UP TO ATTACK A FARMER[?] ANDREQUIRED THE SETTLERS TO MAKE TREATIES —— IN ORDER TO KEEPPEOPLE EQUIPPED THIS ORGANIZATION THEN WAS EQUIPPED IN THATWAY FOR[?] THE PURPOSE TO SEND OUT PEOPLE [space] CALL SEND OUT[[51]]751 FOR THE PURPOSE OF KEEPING[?] THIS TRAIN THE BOASTS ONE TO[space] JOE SMITH AND GOING TO RECRUIT THEIR STOCK AND THE PEOPLEOF THE COUNTRY WITH THIS MILITARY ORGANIZATION FOR THE PURPOSEOF ALLAYING THE INDIANS THERE WHOM THE TESTIMONY ITSELFDECLARES FOLLOWED THEM ALL THE WAY DOWN FROM CORN CREEK TOMOUNTAIN MEADOWS; AND THE TESTIMONY SHOWS THAT THEY HAD<FROM> THAT BATTLE AT CORN CREEK AND FOLLOWED THEM THERE[space] IN CONSEQUENCE OF THAT ALL OTHER INDIANS IN THE COUNTRYROSE UP TO ASSIST THE OTHER INDIANS WHO WERE PURSUING THISTRAIN [space] MILITARY ORGANIZATION WENT OUT SENT FROM COUNTRYTO KEEP THINGS QUIET BUT OH [space] IT SEEMS AS IF THERE WAS A GANGOF THIEVES BE TERM THEN THAT BE APPLIED TO THEM FAR WORSE THANTHE 40 THIEVES [space] A COMPANY OF MEN WHO WERE SEEM TO HAVEBEEN BENT ON PLUNDER MURDER THEIR TESTIMONY DISCLOSES THEFACT AND IT IS THE TESTIMONY OF THESE MEN THAT THEY AREBRINGING FORWARD TO CONVICT LEE, AND THAT IS WHERE I MAKE MYPOINT AND/A[?] FEW GOOD MEN IN THE COMPANY I CAN TURN TO MEN INTHE AUDIENCE NOW LISTENING TO ME [space] WERE NOT AT MOUNTAINMEADOWS TO TAKE ANY PART IN THIS MURDER EITHER BEFORE ORAFTER DIRECTLY OR INDIRECTLY ACCESSORY AND PRS PARTICIPANTSCRIMINOUS BECAUSE ALL OF THEM ARE GUILTY EVERY ONE WHO HAVESPOKE OUT HERE BUT THAT CLASS OF MEN WHO LIKE MR. MORRILL[space] [[52]] [space] HONEST CLEAN B[?] MET AND COUNSELED OVER THEPLAN OF MURDERING MASSACRING THESE EMIGRANTS AND HE IS THEMOST MORAL[?] OF THE WITNESSES WHO PURSUED THE MASSACRE ANDWHOSE EVIDENCE YOU ARE ASKED TO TAKE HERE DID HE NOT GIVE IT[space] PROCLAIM IT SUFFER IT [space] OPPOSE IT [space] BUT NO THEY751. The back cover of the book includes a lot of numbers in Rogerson’s hand. It also has“PEOPLE VS JOHN D. LEE” in faint longhand, likely Patterson’s hand. At this point Pattersonturned the notebook over and wrote back to front."
                }
            ]
        ]
    },
    {
        "data": [
            [
                {
                    "text": "3866WOULD LAY A PLAN OF MURDERING UNTIL SOME ONE MAN WOULD SMITEIT[?] [space] AWAY[?] BUT THEY CAME ALL TO SLN/SMN[?] MIND[?] AS TOWHETHER WE SHOULD MASSACRE THESE EMIGRANTS OR NOT, BUT THERESEEMS TO HAVE BEEN SOMEONE AT THE BOTTOM OF ALL THIS THEN THISMAN JOEL WHITE AND THE REST OF THE WITNESSES WHO HAVE BEENAND TESTIFIED BEFORE YOU ALL WERE[?] PARTICIPANTS ACTUALASSASSINS ACCORDING TO THEIR OWN TESTIMONY PARTICIPANTS INTHIS CRIME, AND WE CLAIM THAT THEY WAS WHO WAS THERE THEYWHO DONE IT AND NOW OFFERING ALL ON LEE[?] BY THEM HAVING THESPIRIT OF WAR WHEN THEY TESTIFY AND THINK YOU SHOULD NOTCONVICT ANY MAN UPON ANY SUCH COMBINATION OF WITNESSES ANDTHEIR TESTIMONY I DO NOT STAND HERE BEFORE YOU TO SAY THAT THISIS NOT A HORROR752 A MORE THAN HORROR CRIME AND WHO DENY IT[space] THESE MEN THAT APPEAR TO HAVE DONE A PART OF IT TELL YOULEE DONE IT ALL [space] CAREFUL IN CONVICTING ANY MAN UPON SUCHTESTIMONY. ONE FURTHER POINT THEY BRING TO YOU CONFESSION OFLEE [space] GENTLEMEN OF THE JURY I ASK YOU EACH OF YOU ANYCHANCE IF HE HAS A SKIN BUT THINK TO YOURSELVES IF YOU HAD EVERCOMMITTED SUCH DIABOLICAL CRIME AS HAD A MEN BEING UPON THEFACE OF THE [[53]] EARTH THAT YOU WOULD TELL IT ALL. DOES NOTCOMMON SENSE UPON THE FACE OF IT CONTRADICT THE WHOLE OFTHESE STORIES IF YOU CAN BELIEVE THAT JOHN D. LEE WAS WEAKENOUGH FOOL ENOUGH IMBECILE ENOUGH IF AFTER HAVINGCOMMITTED THESE HORRIBLE DIABOLICAL CRIMES THAT HE WOULDTELL THEM TO JAKE HAMBLIN OR ANY ONE ELSE YOU SHOULD FIND HIMNOT GUILTY ON A PLEA OF INSANITY IT IS CONTRARY TO ALL REASONAND SENSE THAT A MAN SHOULD MAKE SUCH A CONFESSION [space] THENYOU CONSIDER THAT JAKE HAMBLIN WOULD COME FORWARD AND TELL[space] BROTHER JAKE AND MYSELF SPENT MS/MOST/ALMOST[?] [space] WETRAVELED OVER SANDY DESERTS AND I KNOW JAKE PRETTY WELL 18YEARS HAVE PASSED I THINK WITHIN THAT TIME JAKE HAS FORGOTTEN AGREAT DEAL AND I THINK HIS IMAGINATION HAS BUILT UP FURTHER[space] I DO NOT THINK THAT JAKE HAMBLIN WOULD GO ON THE WITNESSAND TELL A SINGLE THING BUT WHAT HE BELIEVES IS TRUE BUT THINKTHE[?] MUTATIONS TO IT WHAT TOLL[?] HAVE HAD IN THE HUMAN MIND IN19 YEARS JAKE HAMBLIN THINKS LEE TOLD HIM SO BUT IT IS CONTRARYTO REASON TO COMMON SENSE TO BELIEVE THAT LEE DID TELL HIM SOHE IS SIMPLY MISTAKEN AND THEN AGAIN BROTHER JAKE CONSENT TOGIVE THAT TESTIMONY[?] IN THIS MATTER [space] HE WAS STILLACCORDING TO HIS OWN SHOWING AN ACCESSORY AFTER THE FACT HESHOULD HAVE DISCLOSED — [space] [[54]] AND THEN COMES IN THECATEGORY[?] AS THE REST OF THEM AS BEING A LITTLE DEVIL FOR THATREASON [space] HE SHOULD BE CONSIDERED CONFUSED AND LOOKED ATAND THOUGHT OF AS TO WHETHER HE SHOULD BE BELIEVED [space]WHETHER HE SHOULD NOT REQUIRE A CORROBORATION EVEN FOR HIM752. Rogerson’s handwriting does not appear in Spicer’s closing from this point on."
                }
            ]
        ]
    },
    {
        "data": [
            [
                {
                    "text": "3867WHEN HE TELLS OF THESE CONFESSIONS BEING MADE TO HIM NOWGENTLEMEN OF THE JURY IT IS A SINGULAR FACT THAT THESEWITNESSES ALL BRING IN THEIR TESTIMONY TENDING TO CONVICT JOHND. LEE TO CONVINCE YOU THAT JOHN D. LEE IS GUILTY OF THIS AND THEYPROMOTE IT IN SUCH A PECULIAR MANNER NOW 19 YEARS HAVINGLAPSED SINCE THIS CONVERSATION IS SAID TO HAVE TAKEN PLACEBETWEEN HAMBLIN AND LEE NO ONE PRESENT BUT ONLY HAMBLIN ANDLEE THINK TO YOURSELVES WHAT DEFENSE WHAT SAFETY A MAN MAYHAVE ON HIS DEFENSE WHEN SUCH A STORY IS TOLD HOW CAN HEDISPROVE IT HOW CAN HE MEET IT WHAT SAFETY HAS ANY MAN WHENANOTHER WILL TESTIFY TO SUCH THINGS AGAINST HIM WE CAN ONLYSAY TO YOU THAT YOUR COMMON SENSE YOUR REASON SHOULD TELLYOU THAT FOR SOME REASON OR ANOTHER JAKE HAS GIVEN THATANOTHER OF PARTY SHOULD HAVE [space] THEN AGAIN THIS MCMURDY[space] BUT HE WAS [space] ONE OF THEIR[?] 3 WITNESSES[?] DID IT ALLDENY [space] ASK HIM WHAT PART HE DONE COULD NOT WOULD NOTTELL [space] NOT A PART THAT HE DISCLOSES BUT LEE HAS A PARTWITHOUT ANYONE ELSE WAS THE MAN WHO HE SAW AND ATTRIBUTETHESE THINGS [space] IF HE IF EXCUSES THE FACT THAT SUCH A LAPSEAND IT IS NOT OFTEN THAT SUCH A LAPSE AND — [space] TO SCREENHIMSELF AND DEFEND HIMSELF BE TRUE TO [[55]] JUSTICE YET ALL THEWITNESSES TESTIFY IN SUCH A WAY THAT IT IS IMPOSSIBLE TO ME THATBE NO CUNNING TESTIMONY NO EXPLAINING TESTIMONY NOTHING THATWILL DO AWAY THE FACT OR LOOK TO OR URGE THE PARTICULARPARTIES TO TESTIMONY THAT EACH AND ALL HAVE BEEN GIVING. [space]IF/FOR[?] GENTLEMEN OF THE JURY ~ ONE THING FURTHER IN RELATIONTO THESE CONFESSIONS IF ANY MAN WOULD MAKE THEM TO A CONFIDERTO A MAN AS DEEPLY GUILTY AS HIMSELF STILL[?] ACTING ON THAT THETHAT FACT THAT [space] THEY MUST HAVE BEEN AS DEEP IN THIS ASHIMSELF IF NOT DEEPER AND IF ONLY ALLOW TWO WITNESSES TO BE ONTHE WITNESS STAND AND SWEAR MIGHT BE REFERENCE TO THE BOOTUPON THE OTHER FOOT AND AS IT IS REMEMBER HOW PECULIAR THESEWITNESSES TESTIFY YET THEY WERE THERE AND SAW IT THEY WEREAFTER THEIR HORSES THEMSELVES OR DID NOT HAVE THE BEST VIEWSOR HORSES WERE WILD AND FRACTIOUS AND THEY COULD NOT HOLDTHEM THEY BROKE AWAY AND THEY WENT CHASING AFTER THEM YETTHEY SAW IT [space] WHO WAS THERE[?] JOHN D. LEE DONE IT ALL [space]FOLLOWING/FLNG[?] THE TRAGEDY FOR THEM [space] MANY SINCE DEAD[space] HERE LABOR BY MAKING A SET RULE DENY ALL OTHER PARTIESTHEY CAME WITH [space] HIGBEE WAS THERE AND [space] I THINKTESTIMONY STATES AS THE DEPOSITION SAYS THE DEPONENT SAITH NOTO THE THE SAME THING I SAW NO PERSON[?] JOHN D. LEE KLINGEN [space]KLINGEN JOHN D. LEE [space] SOME MAY —[?] TO THAT HUMBLECONCLUSION THAT JOHN D. LEE THEN WAS NOT THERE IT WAS KLINGENSMITH SOME FRIENDS[?] AND GENERAL WELLS TELLS YOU WHAT IS DONEIN THE MILITARY OF THIS TERRITORY FROM ITS FIRST SETTLEMENT THAT"
                }
            ]
        ]
    },
    {
        "data": [
            [
                {
                    "text": "3868AT THAT TIME JOHN D. LEE HELD NO OFFICE HAD BEEN A MAJOR [[56]] ATTHAT TIME [space] BUT WAS THEN OUT OF THIS [space] AND CALLING [space]ORDERS GIVEN CALLING MEN OUT [space] NONE OF YOU CAN DO THAT[space] MILITARY AUTHORITY FOR SOME MILITARY PURPOSE AND THATMILITARY PURPOSE WAS OUTSIDE DESIGN OF THOSE COMPANIES ANDASSASSINS AND WAS PASSING UPON THE MASSACRE OF THESE MEN ~KEEPING DOWN EXCITEMENT FROM RUMOR[?] AN OUTBREAK OF THEINDIANS AND MEN WERE CALLED OUT AT THE TIME THESE MEN WEREPLANNING THEIR DESTRUCTION IN THIS CONVENTION [space] THAT LEEWAS NOT THERE [space] MILITARY OFFICERS THERE OF WHOM LEE WASNOT ONE [space] WHEN THESE MEN TALKED TO YOU ABOUT FEAR ABOUTRESTRAINT ABOUT THE CHARISMA THAT WAS EXISTING OVER THEM WHOARE THEY AFRAID OF LEE WAS NOT AN OFFICER AND THEN AGAIN THATMR. NEPHI JOHNSON TELLING OF THE FEAR THAT [space] HE WASHORRORS/WARRIORS[?] IN THE INDIANS THEN LEE WAS THERE LEE WASNOT MILITARY OFFICER WHO WERE THEY AFRAID OF IT SEEMS THEPOWER THAT THEY MUST HAVE BEEN AFRAID OF THEN WAS SOMETHINGOR SOMEBODY NOT LEE NOT THE INDIANS THEY BRING TO THATACCOUNT THAT THEY WERE AFRAID THEM[?] AND IT SEEMS TO MEGENTLEMEN OF THE JURY EXCEPT[?] NOT THE INDIANS DID NOT EVERYMEN THAT TOOK PART IN THAT DENY WAS FOR PLUNDER AND THESEPLUNDERERS ARE EXCUSING THEMSELVES TODAY [space] WHAT BECAMEOF THE PROPERTY IF/ANY/FOR[?] AS COMES[?] AND WITNESSES HERE ONEOF THEM THINKS HE[?] RECOGNIZES THE [space] CATTLE ON THEHARMONY RANGE [space] YOU ALL KNOW HARMONY RANGE LIES NEXTCEDAR CITY KANARRA PAROWAN JOHNSON’S FORT ASH CREEK GOODPLACES [[57]] WHERE THE CATTLE CAN RANGE AND [space] THE CATTLEMAY HAVE BEEN SEEN [space] — [space] AFTER THE EMIGRANTS WEREMASSACRED AND FACTS ARE DISCLOSED[?] NO DESCRIPTION OF THEWITNESSES HERE HAVE LEE BEING IN CHARGE OF THE PROVISION TO THEINDIANS IT MAY HAVE BEEN PASSED OVER TO HIM TO GIVE TO THEINDIANS BUT [space] GENTLEMEN OF THE JURY THESE WITNESSES WHOCOME BEFORE YOU EVERY ONE OF THEM WENT TO THE SAME FACTORYWITH THESE OTHER TWO AND HAVE[?] OR IN THE VERY MIDST OF IT ANDALL COME FORWARD TO THE ONE WITH SINGLE OF PINNING IT ALL ONJOHN D. LEE AND KLINGENSMITH THEY SEEM TO SUSTAIN A FEELING TOSTAMP TO KEEP OUT AND KEEP IN EVERYTHING THATOPPOSED/OPPRESSED[?] TO HIM AND KEEP OUT EVERYTHING FOR HIM.THEY SEEM TO HAVE PUT HIM IN AS CHIEF OF THE STOCK AND FARMING[space] SRK/SRM[?] [space] GENTLEMEN OF THE JURY THE CRIME WASHORRIBLE AND IT IS DETAILED BY THOSE WHO PERPETRATED IT ANDTHAT BEING THE CASE IF YOU ARE SATISFIED IT IS SO YOU SHOULD KNOWTO CONVICT NO MAN UPON THE TESTIMONY OF THOSE MEN. [space]COURT ADJOURNED UNTIL 10 O’CLOCK [space]753"
                }
            ]
        ]
    }
]